{"html":"<section> <p> Modern American conservatives have successfully campaigned on law and order since at least George Wallace in 1968. The appeal to law and order is universal and timeless, and is currently seeing a resurgence in countries as diverse as the US, Philippines, Turkey, and Hungary. In times of uncertainty, inequality, and increasing pessimism for the prospects of our children, people worldwide turn to the promise of stability, order, and a tinge of nostalgia for simpler times. The US in particular is leading the way, as Trump is stirring up chaos by shouting \"LIBERATE MICHIGAN\" while simultaneously campaigning on being a bulwark against rampant lawlessness if Biden takes office. </p> <p> Republicans have effectively captured the Law and Order message and vote. Republicans were so successful in the wake of urban decay in America in the 1970s that the Democratic party was forced to meet Republicans on their chosen field of battle. Democratic politicians like Bill Clinton were falling over themselves proving how tough on crime they were by passing mandatory minimums, massive expansions of police forces, construction of more prisons, and turning a blind eye to existing police abuses. By playing on Republican ground, Democrats were successful in implementing Republican priorities, but without getting much political credit in return. If crime was reduced, it was seen as a vindication of the Republican agenda; if crime increased, it was seen as proof that Democrats had not gone far enough and that the Republicans would. </p> <p> The Democratic leadership of today were still in power in the 1990s. Joe Biden, Nancy Pelosi, Hillary Clinton, Tom Perez, and a host of other Democratic insiders remember the 90s as a time of fantastic Democratic success via triangulation. By playing towards the center and accepting the Republican party's chosen playing fields, they could sway the moderate flank of Republicans, but still have the votes of more progressive Democrats because those voters had nowhere else to go. Fast forward to 2020, and it puts Joe Biden in the peculiar position of renouncing a signature legislative accomplishment of his own party, the 1994 crime bill, to court Millenials and Zoomers for whom Bill Clinton is a vague childhood memory. Meanwhile the rest of the party has failed to adapt as Boomers hold onto political power for decades beyond their normal tenure because of the success. It also puts the Democratic party in the uncomfortable position of defending from Republican accusations that Democrats are now backing rioting and looting. Democrats have not come up with any convincing message on resolving the seeming paradox between crime and racial progress. The best example of this is trying to explain what \"Defund the Police\" means, which they don't agree on themselves. </p> </section> <section> <p> It's time to abandon the Republicans' field of battle and to change the rules. The apparent paradox between racial progress and being tough on crime is just a mirage put there by Republicans because they have been allowed to dominate the conversation on crime and policing, with the help of the Democrats, for the past 50 years. Millenials are now the largest generation, and the sway of tough on crime propaganda has less effect on them, but the aging Democratic leadership refuses to adapt. It's time to change the narrative. There are a couple of avenues of attack. </p> <p> Republicans cannot be allowed to be the party of Law and Order when their party is rife with corruption. A simplified comparison of <a href=https://www.dailykos.com/stories/2018/9/18/1796668/-UPDATED-Comparing-Presidential-Administrations-by-felony-arrests-and-convictions-as-of-9-17-2018> indictments across Republican and Democratic administrations </a> should be plastered on every campaign mailer in Republican controlled districts with the tagline, \"What crime is your Congressional representative committing? Vote Democrat.\" Is it Law and Order when Republicans violate the law for political goals, like the <a href=https://www.npr.org/2020/08/06/899712823/new-york-attorney-general-moves-to-dissolve-the-nra-after-fraud-investigation> fraud spiraling out of control </a> at the NRA for the past decade? Or what about a presidential administration <a href=https://en.wikipedia.org/wiki/NSA_warrantless_surveillance_(2001%E2%80%932007)> spying on the American people </a>, running <a href=https://www.newyorker.com/magazine/2007/08/13/the-black-sites>torture camps</a>, <a href=https://en.wikipedia.org/wiki/2005_CIA_interrogation_videotapes_destruction>destroying evidence</a>, and allowing a man who could possibly the largest individual tax cheat in American history to become President. There is no excuse for not personally going after every individual Republican that took money from the NRA during their period of laundering foreign cash and stealing from their own members. All corners of the Democratic party should go on television with a unified message that Republicans are the party of criminals. </p> <p> Push back on the police, but not in the way that progressive activists are doing. Support police reform, but do not do it on the terms of engagement that Republicans have laid down in the public consciousness. Do not endorse defunding the police, because that slogan is a political minefield. The Democratic party must cast itself as the ally of honest, hardworking police officers, many of whom are themselves concerned about the lawlessness within police ranks. Make emotional pleas to police officers nationwide: \"We know that you are an honest, hardworking cop. It's a small minority of police that are out of control, and the Democrats can help you take back your police department.\" Because it is true that many police agencies are <a href=https://www.washingtonpost.com/news/wonk/wp/2015/11/23/cops-took-more-stuff-from-people-than-burglars-did-last-year/ > out of control </a>, having jumped at the <a href=https://www.nytimes.com/2013/01/03/us/texas-officers-accused-of-helping-drug-smugglers.html> easy cash </a> offered by <a href=https://theintercept.com/2016/10/06/corrupt-chicago-police-were-taxing-drug-dealers-and-targeting-their-rivals/ > drug money </a> and <a href=https://en.wikipedia.org/wiki/The_Seven_Five>gang protection</a>. It is also true that there are a slew of police officers standing up to testify against the abuses their colleagues commit, but they are routinely <a href=https://www.npr.org/2020/06/13/876628281/what-happens-when-officers-blow-the-whistle-on-police-misconduct> pushed out of their departments </a> or even <a href=https://www.baltimoresun.com/news/crime/bs-md-baltimore-detective-update-20171122-story.html> murdered </a> if they refuse to uphold the <a href=https://en.wikipedia.org/wiki/Blue_wall_of_silence>Blue Wall of Silence</a>. Democrats must capitalize on this. Police are a powerful political force with broad support, especially among Republicans, and it would be lethal to the Republican party if Democrats were seen as the pro police party. Link Republican policies of racial discrimination, personal corruption, and lack of respect for the law to the culture of lawlessness that exists within some police units. Obama's administration successfully implemented police reforms via consent decrees in many cities, and those projects have been massive successes. But in typical Obama style, he refused to take political credit for reforming police departments in a way that's advantageous to both police and citizens, and refused to hit the Republican party where it hurts by attacking them for their lack of ability to clean up police departments. </p> <p> Another future strategy must be to link the Republican brand with looting. Someone dressed in all black smashing Foot Locker windows to grab Nikes is a scary image, but the reality is that they're insignificant compared to the scale of looting that has taken place in the United States in the past 20 years. Trump has overseen trillions of dollars of emergency coronavirus relief spending after <a href=https://www.reuters.com/article/us-health-coronavirus-usa-stimulus/trump-administration-is-blocking-covid-stimulus-oversight-government-watchdog-letter-idUSKBN23M2XD> destroying normal oversight </a> to award <a href=https://www.brookings.edu/research/addressing-the-other-covid-crisis-corruption/ >massive windfalls</a> to his supporters. His administration <a href=https://www.latimes.com/politics/story/2020-04-07/hospitals-washington-seize-coronavirus-supplies> looted essential PPE </a> during a pandemic and then awarded <a href=https://www.washingtonpost.com/investigations/white-house-pandemic-supply-project-swathed-in-secrecy-and-exaggerations/2020/05/08/9c77efb2-8d52-11ea-a9c0-73b93422d691_story.html> special contracts </a> to friendly medical supply companies that subsidized their procurement of PPE but allowed them to charge open market prices in an <a href=https://www.wsj.com/articles/how-trump-sowed-covid-supply-chaos-try-getting-it-yourselves-11598893051> escalating bidding war between states </a>. This is not capitalism, but open looting of the public good. Looting is <a href=https://www.washingtonpost.com/politics/2020/10/30/state-department-wouldnt-reveal-its-payments-mar-a-lago-heres-how-we-found-them/ > charging the State Department $3 for water </a> when Trump insisted on relocating meetings with Shinzo Abe to Mar-a-Lago. Republicans fabricate horrendous talking points like the birther conspiracy or \"death panels\" and stick on message forever, but Democrats can't manage a proper media blitz even when it's truthful. </p> </section> <section> <p> Democrats need to reaffirm the message that there can be no law and order without justice. Order is meaningless when the order being protected allows children to be caged, civilians to be tortured, and American taxpayers to be fleeced by the president's son-in-law. Calls for law and order are a hollow mockery when the existing order is morally bankrupt, yet Republicans continue to monopolize the message and win powerful endorsements from police unions. Kamala Harris is even a successful prosecutor, but I imagine Democratic focus groups told them to soften her image because too many voters will reject a woman that appears too combative. Still, in the meantime Democrats are missing out on populist anger lingering from the Iraq War, the financial crisis, and now the Trump presidency. </p> <p> The next generation of Democratic politicians have been better at managing media and going on the offense. AOC and Buttigieg both do a great job here in many respects, but even they stay away from the messages of law and order. In the remote chance that either they or their staff ever read this, I leave with a closing request: take a listen to the voters in this episode of <a href=https://www.nytimes.com/2020/10/29/podcasts/the-daily/political-violence-washington-north-carolina.html> NYT's The Field </a>. These are regular people that have fallen for the Republican propaganda on law and order, and think hard about to get them back on side. </p> </section> ","title":"On Trump's Law And Order","slug":"law-and-order","date":"2020-10-18T00:00:00.000Z"}