{"html":"<section> <p> The lockdown protests are in full swing now but haven't yet escalated to violence. Despite that, Large groups of angry unemployed people with guns is not a recipe for stability. In my opinion, a majority of press coverage has been soft on armed protesters because we are unwilling to stake out inflammatory positions against our fellow Americans. But what if <a href=\"https://www.newsweek.com/michigan-closes-down-capitol-face-death-threats-armed-protesters-against-gov-whitmer-1504241\"> this story </a> were being reported as if it took place in a foreign country? </p> </section> <hr> <blockquote> <h3>Armed Opposition Group Threatens Michigan Government</h3> <h6> Amid the ongoing coronavirus crisis, armed protesters in opposition to pandemic prevention measures call for overthrow of the state government of Michigan </h6> <p> A heavily armed opposition group rallied outside the Michigan state capitol Thursday. Numerous threats of violence against government officials made the situation untenable for security forces, causing the regime to cancel legislative sessions and flee the capitol building. There have been escalating calls for violence in the young republic, particularly because of a loss of faith in local government during the months-long covid-19 crisis. </p> <p> The state of Michigan has been roiled by increasing factional tensions since the election to the highest American political office of Donald Trump, an unpredictable maverick that has refused in the past to condemn armed protest and violence against his political oppents. Last month he even appeared to endorse armed revolution against Michigan, a state in his own government that is led by a member of the opposition party. </p> <blockquote class=\"twitter-tweet\"> <p lang=\"es\" dir=\"ltr\">LIBERATE MICHIGAN!</p>&mdash; Donald J. Trump (@realDonaldTrump) <a href=\"https://twitter.com/realDonaldTrump/status/1251169217531056130?ref_src=twsrc%5Etfw\">April 17, 2020</a> </blockquote> <script async src=\"https://platform.twitter.com/widgets.js\" charset=\"utf-8\"></script> <p> The young republic is notable for having the highest rate of weapons ownership in the world, causing some experts to question the ability of the government to control violence if the protests continue. The protesters also displayed the flag of a defeated rebel group that previously attempted a violent overthrow of the government, leading several experts to question if the movement had been sufficiently defeated in the country's previous civil war. The rebel regime was notable for their extremist positions on racial superiority and ethnic violence. This has received heightened attention again since the election and subsequent peaceful relinquishing of power of the prior president, Barack Obama, who was the first leader in the country's history from a minority ethnic group. </p> <p> Despite the severe and violent rhetoric associated with the protests, the existing state government has been hesitant to react strongly, largely due to fear of widespread civil unrest and violence. The allegiance of other political leaders and regional law enforcement agencies have also come into question, resulting in a tenuous situation for the executive of Michigan state. In addition, several prominent oligarchs have been attempting to consolidate power in the state since the election of Donald Trump, with either his direct or indirect support. Sources placed inside their organizations told FAKE NEWS GROUP that they are helping organize the protests in order to replace the existing state executive with one that is more amenable to their ideals of a conservative ethnostate. </p> <p> The calls for assassinating current political leaders also cast a shadow over the upcoming federal elections, which are seen as a referendum on the current president's controversial handling of the covid-19 pandemic. Misinformation features prominently among the protesters, with many of them refusing to believe medical information disseminated by the UN and WHO. Several of them stated that the WHO and the Chinese government cooperated to create the virus in order to overthrow their leader, Donald Trump, in retaliation for his opposition to the CCP. Dr. NotReal, a professor of communications who is an expert in online political misinformation, told FAKE NEWS GROUP that there is strong evidence that these conspiracies are being promulgated by agents inside Donald Trump's re-election campaign in order to secure his hold on power in the upcoming election. The president himself additionally <a href=\"https://www.chicagotribune.com/election-2020/ct-nw-trump-michigan-absentee-ballots-20200520-dawbxdhknzdoxjdduk3ahd3ntu-story.html\"> threatened to withhold federal funds </a> for operating an election in Michigan, accusing the state of widespread voter fraud. He won the state in 2016 by a narrow margin of only 10704 votes, and polling indicates that it is unlikely that Trump will carry the state in 2020. </p> <p> Despite these warning signs, many citizens are hopeful that political violence will remain under control until the next election, and that a peaceful transition of power can occur. \"No one wants to repeat another civil war and end the current stability that we all enjoy. We're waiting for a return to normalcy after this next election,\" said Fake Person, a supporter of the prior leader Barack Obama. </p> </blockquote> <hr> <section> <p> Taking a step back paints a much darker picture than most people are willing to acknowledge. We continue to see headlines about the breakdown of institutional norms. Our former president, a former professor of constitutional law, tells us that the rule of law is at risk. But American exceptionalism prevents us from realizing how fragile our system of elections and laws is. Sometimes an outside observer, seeing us as we would look at a foreign country, can present a clearer view. </p> </section> ","title":"Armed Opposition Group Shuts Down Michigan Government","slug":"michigan-lockdown-protests","date":"2020-05-16T00:00:00.000Z"}